[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:14};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm2={id:8,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:7};
itm3={backcolor:0,background:287,ccp:0,ccpzorder:over,height:126,id:9,name:Destination,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:64,y:110,zorder:8,txtfield:{backcolor:0,bidimode:left-to-right,content:Destination,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Destination,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:11,y:75},imgfield:{backcolor:0,height:50,img:288,layout:normal,name:Destination_icon,type:IMAGEFIELD,visible:true,width:50,x:86,y:10,layout_param:{clipx:0,clipy:0}}};
itm4={backcolor:0,background:287,ccp:0,ccpzorder:over,height:126,id:10,name:Viewmap,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:292,y:110,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:View Map,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Viewmap,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:11,y:75},imgfield:{backcolor:0,height:50,img:424,layout:normal,name:View_Map_icon,type:IMAGEFIELD,visible:true,width:50,x:86,y:10,layout_param:{clipx:0,clipy:0}}};
itm5={backcolor:0,background:287,ccp:0,ccpzorder:over,height:126,id:11,name:Locationinfo,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:520,y:110,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Location info.,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Locationinfo,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:11,y:75},imgfield:{backcolor:0,height:50,img:366,layout:normal,name:locinfo_icon,type:IMAGEFIELD,visible:true,width:50,x:86,y:10,layout_param:{clipx:0,clipy:0}}};
itm6={backcolor:0,background:287,ccp:0,ccpzorder:over,height:126,id:12,name:Logbook,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:64,y:240,zorder:11,txtfield:{backcolor:0,bidimode:left-to-right,content:Logbook,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Logbook,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:11,y:75},imgfield:{backcolor:0,height:50,img:367,layout:normal,name:logbook_icon,type:IMAGEFIELD,visible:true,width:50,x:86,y:10,layout_param:{clipx:0,clipy:0}}};
itm7={backcolor:0,background:287,ccp:0,ccpzorder:over,height:126,id:13,name:SiriusXM_info,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:292,y:240,zorder:12,txtfield:{backcolor:0,bidimode:left-to-right,content:SiriusXM info,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:SiriusXMinfo,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:11,y:75},imgfield:{backcolor:0,height:50,img:368,layout:normal,name:SiriusXM_icon,type:IMAGEFIELD,visible:true,width:50,x:86,y:10,layout_param:{clipx:0,clipy:0}}};
itm8={backcolor:0,background:287,ccp:0,ccpzorder:over,height:126,id:14,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:520,y:240,zorder:13,txtfield:{backcolor:0,bidimode:left-to-right,content:Setting,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Setting,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:11,y:75},imgfield:{backcolor:0,height:50,img:225,layout:normal,name:Setting_icon,type:IMAGEFIELD,visible:true,width:50,x:86,y:10,layout_param:{clipx:0,clipy:0}}};

